<?php

return [
    'errorMsg' => 'ມີປັນຫາບາງຢ່າງ.',
    'InvalidEmail' => 'ຊື່ຜູ້ໃຊ້ຫລືລະຫັດຜ່ານທີ່ຢູ່ອີເມວບໍ່ຖືກຕ້ອງ.',
    'serverError' => 'ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີ.',
    'notFound' => 'ບໍ່ພົບໜ້ານີ້.',
    'Whoops' => 'ໂອະ! ມີບາງຢ່າງຜິດພາດກະລຸນາລອງໃໝ່ອີກຄັ້ງ',
    'InvalidEmail' => 'ອີເມວຂອງທ່ານບໍ່ຖືກຕ້ອງ',
    'serverError' => 'ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີ',
    'adminIdCannotEmpty' => "ID ຂອງແອັດມິນບໍ່ສາມາດວ່າງເປົ່າ",
    'newPasswordCannotEmpty' => "ລະຫັດຜ່ານຂອງແອັດມິນບໍ່ສາມາດວ່າງເປົ່າ",
    'confirmPasswordCannotEmpty' => "ການຢືນຢັນລະຫັດຜ່ານຂອງແອັດມິນບໍ່ສາມາດວ່າງເປົ່າ",
    'PasswordNotMatch' => 'ລະຫັດຜ່ານໃໝ່ ແລະ ລະຫັດຜ່ານຢືນຢັນບໍ່ກົງກັນ',
    'invalidOTP' => 'ລະຫັດ OTP ບໍ່ຖືກຕ້ອງ ຫລື ຫມົດອາຍຸ',
    'otpCannotEmpty' => "ລະຫັດ OTP ບໍ່ສາມາດວ່າງເປົ່າ",
    'otpShouldBeInt' => 'ລະຫັດ OTP ຄວນເປັນຕົວເລກ',
    'passwordUpdate' => 'ອັບເດດລະຫັດຜ່ານຂອງທ່ານສຳເລັດ!'
];
